Примеры настройки playbooks
~~~~~~~~~~~~~~~~~~~~~~~~~~~~


Создание локальных учетных записей
● Создайте пользователя sshuser на серверах HQ-SRV и BR-SRV
o Пароль пользователя sshuser с паролем P@ssw0rd
37
o Идентификатор пользователя 1010
o Пользователь sshuser должен иметь возможность запускать sudo 
без дополнительной аутентификации.
● Создайте пользователя net_admin на маршрутизаторах HQ-RTR и 
BR-RTR
o Пароль пользователя net_admin с паролем P@$$word
o При настройке на EcoRouter пользователь net_admin должен 
обладать максимальными привилегиями
o При настройке ОС на базе Linux, запускать sudo без 
дополнительной аутентификации


